[
    {
          "id":"1",
          "action":"Act now and save energy at home!",
          "impact": "Much of our electricity and heat are powered by coal, oil and gas. Use less energy by lowering your heating and cooling, switching to LED light bulbs and energy-efficient electric appliances, washing your laundry with cold water, or hanging things to dry instead of using a dryer. Improving your home’s energy efficiency, through better insulation for instance, or replacing your oil or gas furnace with an electric heat pump can reduce your carbon footprint by up to 900 kilograms of CO2e per year."
    },
    {
        "id":"2",
        "action":"Walk, bike, or take public transport!",
        "impact": "The world’s roadways are clogged with vehicles, most of them burning diesel or gasoline. Walking or riding a bike instead of driving will reduce greenhouse gas emissions -- and help your health and fitness. For longer distances, consider taking a train or bus. And carpool whenever possible. Living car-free can reduce your carbon footprint by up to 2 tons of CO2e per year compared to a lifestyle using a car."
    },
    {
        "id":"3",
        "action":"Eat more vegetables and lower your environmental impact!!",
        "impact": "Eating more vegetables, fruits, whole grains, legumes, nuts, and seeds, and less meat and dairy, can significantly lower your environmental impact. Producing plant-based foods generally results in fewer greenhouse gas emissions and requires less energy, land, and water. Switching from a mixed to a vegetarian diet can reduce your carbon footprint by up to 500 kilograms of CO2e per year (or up to 900 kilograms for a vegan diet)."
    },
    {
        "id":"4",
        "action":"Consider your travel carefully and reduce your environmental impact!",
        "impact": "Airplanes burn large amounts of fossil fuels, producing significant greenhouse gas emissions. That makes taking fewer flights one of the fastest ways to reduce your environmental impact. When you can, meet virtually, take a train, or skip that long-distance trip altogether. Taking one less long-haul return flight can reduce your carbon footprint by up to almost 2 tons of CO2e."
    },
    {
        "id":"5",
        "action":"Throw away less food and reduce the greenhouse gas!",
        "impact": "When you throw food away, you're also wasting the resources and energy that were used to grow, produce, package, and transport it. And when food rots in a landfill, it produces methane, a powerful greenhouse gas. So use what you buy and compost any leftovers. Cutting your food waste can reduce your carbon footprint by up to 300 kilograms of CO2e per year."
    },
    {
        "id":"6",
        "action":"Reduce, reuse, repair & recycle!",
        "impact": "Electronics, clothes, and other items we buy cause carbon emissions at each point in production, from the extraction of raw materials to manufacturing and transporting goods to market. To protect our climate, buy fewer things, shop second-hand, repair what you can, and recycle. Every kilogram of textiles produced generates about 17 kilograms of CO2e. Buying fewer new clothes – and other consumer goods – can reduce your carbon footprint and also cut down on waste."
    },
    {
        "id":"7",
        "action":"Change your home's source of energy to renewable sources!",
        "impact": "Ask your utility company if your home energy comes from oil, coal or gas. If possible, see if you can switch to renewable sources such as wind or solar. Or install solar panels on your roof to generate energy for your home. Switching your home from oil, gas or coal-powered energy to renewable sources of energy, such as wind or solar, can reduce your carbon footprint by up to 1.5 tons of CO2e per year."
    },
    {
        "id":"8",
        "action":"Switch to an electric vehicle and reduce the air pollution!",
        "impact": "If you plan to buy a car, consider going electric, with more and cheaper models coming on the market. In many countries, electric cars help reduce air pollution and cause significantly fewer greenhouse gas emissions than gas or diesel-powered vehicles. But many electric cars still run on electricity produced from fossil fuels, and the batteries and engines require rare minerals which often come with high environmental and social costs. Switching from a gasoline or diesel-powered car to an electric vehicle can reduce your carbon footprint by up to 2 tons of CO2e per year. A hybrid vehicle can save you up to 700 kilograms of CO2e per year."
    },
    {
        "id":"9",
        "action":"Make your money count and choose from eco-friendly companies!",
        "impact": "Everything we spend money on affects the planet. You have the power to choose which goods and services you support. To reduce your environmental impact, choose products from companies who use resources responsibly and are committed to cutting their gas emissions and waste. If you have money that is being invested for you, through a pension fund for instance, it may be supporting fossil fuels or deforestation. Making sure your savings are invested in environmentally sustainable businesses can greatly reduce your carbon footprint."
    },
    {
        "id":"10",
        "action":"Speak up and get others to join in taking action!",
        "impact": "Speak up and get others to join in taking action today. It's one of the quickest and most effective ways to make a difference. Talk to your neighbors, colleagues, friends, and family. Let business owners know you support bold changes. Appeal to local and world leaders to act now. Climate action is a task for all of us. And it concerns all of us. No one can do it all alone – but we can do it together. Explore ideas here."
    }
  
]